{
  "title": "Zero Cookie Policy",
  "subtitle": "Transparent, Fast, Secure - Your Privacy is Our Priority",
  "intro": "Ekobol is an automation platform that offers marketplace integration, sales management, inventory-order management, and AI-powered marketing tools under one roof for e-commerce businesses. It operates with an architecture that prioritizes user data protection at the highest level and completely rejects 3rd party tracking cookies. This page explains in detail how data is processed for every user logging into our platform and why we do not use traditional 'cookie' methods.",
  "philosophy_title": "Philosophy: Users Are Guests, Not Products",
  "philosophy_desc": "Most internet platforms view their users as 'data mines' and sell this data to advertising companies by constantly monitoring their behavior. Ekobol's approach is different: We see our users as guests. You don't go through a guest's pockets; you simply ask, 'Would you like some tea?' This philosophy is the foundation of our entire technical infrastructure and business model.",
  "state_title": "State of 2025: Why Cookies Are Dying",
  "state_intro": "As of December 2025, traditional client-side tracking cookies have become unsustainable for both technical and legal reasons:",
  "state_google_title": "Google's '3rd Party Cookie' Reversal (April 2025)",
  "state_google_desc": "Google Chrome abandoned its plan to completely remove 3rd party cookies and switched to a 'User Choice' model. 80% of users are selecting the 'Don't Track Me' option. Result: Client-side tracking is functionally dead; half of the data is lost.",
  "state_gdpr_title": "GDPR and ePrivacy Enforcement Tightening (November 2025)",
  "state_gdpr_desc": "The European Union has tightened enforcement as of November 2025. The 'Reject' button must now be the same size and color as 'Accept' (Symmetry of Choice principle). Even the slightest color tone difference that manipulates users is grounds for penalties (Zero-Dark Patterns). Ekobol is exempt from all these regulations by not using cookies at all.",
  "state_server_title": "New Standard: Server-Side Tracking",
  "state_server_desc": "Major brands like Nike, Adidas, and Apple are now collecting data on the server (Server) instead of in the browser (Client). This method is not affected by AdBlock extensions and data can be anonymized before leaving the system. Ekobol embraces this trend.",
  "architecture_title": "Ekobol's Technical Architecture",
  "architecture_intro": "Our system does not plant 'spies' in the user's browser, unlike traditional systems. Here are the details:",
  "arch_auth_title": "Authentication: JWT + LocalStorage",
  "arch_auth_desc": "We use Functional Storage instead of 'Tracking Cookies' for login operations. Method: JWT (JSON Web Token). Storage: LocalStorage (Browser memory). Legal Status: This falls under the 'Strictly Necessary' category and does not require consent under GDPR. The token is encrypted and deleted when the session is closed.",
  "arch_pulse_title": "Analytics: Minimalist Pulse System",
  "arch_pulse_desc": "All we need is: 'Is the system running? Is there traffic?' No 3rd party libraries (gtag.js, fbpixel.js, etc.) are loaded on the frontend. A single anonymous 'HIT' request is sent to the backend during page changes. Data is identity-free; example: 'Page: /dashboard, Time: 12:00'. IP addresses are not recorded.",
  "arch_vault_title": "Backup Strategy: The Vault",
  "arch_vault_desc": "If in the future (e.g., due to investor pressure) a tool like Google Analytics must be reintroduced, all code is archived (src/archive/CookieConsent_BACKUP.tsx). Restoration time: Less than 60 seconds.",
  "commitment_title": "Our Commitment",
  "commitment_speed": "Speed: Page load times are minimal due to the absence of 3rd party scripts.",
  "commitment_privacy": "Privacy: Your data never leaves our servers. It is not sent to Google, Facebook, or any other advertising network.",
  "commitment_trust": "Trust: Protecting the commercial data of our B2B customers is our greatest responsibility. The platform is designed as a digital 'Swiss Bank'.",
  "contact_title": "Contact",
  "contact_desc": "If you have questions about this policy, please write to privacy@ekobol.com.",
  "footer_link": "Zero Cookie Policy"
}