{
  "title": "Sıfır Çerez Politikası",
  "subtitle": "Şeffaf, Hızlı, Güvenli - Gizliliğiniz Bizim Önceliğimizdir",
  "intro": "Ekobol, e-ticaret işletmeleri için pazaryeri entegrasyonu, satış yönetimi, stok-sipariş yönetimi ve yapay zeka destekli pazarlama araçlarını tek çatı altında sunan bir otomasyon platformudur. Kullanıcı verilerinin korunmasını en üst seviyede tutan, 3. parti takip çerezlerini tamamen reddeden bir mimariyle çalışır. Bu sayfa, platformumuza giriş yapan her kullanıcının verilerinin nasıl işlendiğini ve neden geleneksel 'çerez' yöntemlerini kullanmadığımızı detaylı olarak açıklar.",
  "philosophy_title": "Felsefe: Kullanıcı Misafirdir, Ürün Değil",
  "philosophy_desc": "Çoğu internet platformu, kullanıcılarını 'veri madeni' olarak görür ve davranışlarını sürekli izleyerek bu veriyi reklam şirketlerine satar. Ekobol'un yaklaşımı farklıdır: Kullanıcılarımızı misafir olarak görüyoruz. Misafirin cebini karıştırmazsınız; ona sadece 'çay içer misiniz?' dersiniz. Bu felsefe, tüm teknik altyapımızın ve iş modelimizin temelidir.",
  "state_title": "2025 Durumu: Çerezler Neden Ölüyor?",
  "state_intro": "Aralık 2025 itibarıyla, geleneksel client-side (istemci tarafı) takip çerezleri, hem teknik hem de yasal nedenlerle artık sürdürülemez hale gelmiştir:",
  "state_google_title": "Google'ın '3. Parti Çerez' Geri Vitesi (Nisan 2025)",
  "state_google_desc": "Google Chrome, 3. parti çerezleri tamamen kaldırma planını iptal edip 'User Choice' (Kullanıcı Seçimi) modeline geçti. Kullanıcıların %80'i 'Beni İzleme' seçeneğini işaretliyor. Sonuç: Client-side tracking fiilen ölmüştür; verinin yarısı kaybolmaktadır.",
  "state_gdpr_title": "GDPR ve ePrivacy Denetimlerinin Sıkılaştırılması (Kasım 2025)",
  "state_gdpr_desc": "Avrupa Birliği, Kasım 2025 itibarıyla denetimleri sıkılaştırdı. Artık 'Reddet' butonu, 'Kabul Et' ile aynı boyda ve renkte olmak zorunda (Symmetry of Choice ilkesi). Kullanıcıyı manipüle eden en ufak renk tonu farkı bile ceza sebebi (Zero-Dark Patterns). Ekobol, hiç çerez kullanmayarak bu regülasyonların tamamından muaftır.",
  "state_server_title": "Yeni Standart: Server-Side Tracking",
  "state_server_desc": "Nike, Adidas, Apple gibi dev markalar, veriyi artık tarayıcıda (Client) değil, sunucuda (Server) topluyor. Bu yöntem AdBlock eklentilerinden etkilenmez ve veri dışarı çıkmadan önce anonimleştirilebilir. Ekobol bu trendi benimsemektedir.",
  "architecture_title": "Ekobol'un Teknik Mimarisi",
  "architecture_intro": "Sistemimiz, geleneksel sistemlerin aksine kullanıcının tarayıcısına 'ajan' (spy) yerleştirmez. İşte detaylar:",
  "arch_auth_title": "Kimlik Doğrulama: JWT + LocalStorage",
  "arch_auth_desc": "Oturum açma işlemi için 'Tracking Cookie' yerine Functional Storage (İşlevsel Depolama) kullanıyoruz. Yöntem: JWT (JSON Web Token). Depolama: LocalStorage (Tarayıcı belleği). Yasal Durum: Bu, 'Strictly Necessary' (Kesinlikle Gerekli) sınıfına girer ve GDPR uyarınca izin (consent) gerektirmez. Token şifrelidir ve oturum kapatıldığında silinir.",
  "arch_pulse_title": "Analitik: Minimalist Pulse Sistemi",
  "arch_pulse_desc": "Bize gereken tek şey: 'Sistem çalışıyor mu? Trafik var mı?' Frontend tarafında hiçbir 3. parti kütüphane (gtag.js, fbpixel.js vb.) yüklü değildir. Sayfa değişimlerinde backend'e tek bir anonim 'HIT' isteği atılır. Veri kimliksizdir; örnek: 'Sayfa: /dashboard, Zaman: 12:00'. IP adresleri kaydedilmez.",
  "arch_vault_title": "Yedekleme Stratejisi: The Vault",
  "arch_vault_desc": "Eğer gelecekte (örneğin yatırımcı baskısıyla) Google Analytics gibi bir araç geri gelmek zorunda kalırsa, tüm kod arşivlenmiştir (src/archive/CookieConsent_BACKUP.tsx). Geri yükleme süresi: 60 saniyeden az.",
  "commitment_title": "Taahhüdümüz",
  "commitment_speed": "Hız: 3. parti scriptler olmadığı için sayfa yükleme süreleri minimum seviyededir.",
  "commitment_privacy": "Gizlilik: Veriniz sunucularımızı terk etmez. Google'a, Facebook'a veya başka bir reklam ağına gönderilmez.",
  "commitment_trust": "Güven: B2B müşterilerimizin ticari verilerini korumak en büyük sorumluluğumuzdur. Platform, dijital bir 'İsviçre Bankası' olarak tasarlanmıştır.",
  "contact_title": "İletişim",
  "contact_desc": "Bu politika hakkında sorularınız varsa, lütfen privacy@ekobol.com adresine yazın.",
  "footer_link": "Sıfır Çerez Politikası"
}